# Вам дано положительное целое число.
# Определите сколько цифр оно имеет.
number = 1233334444555666
str_number = str(number)
print(len(str_number))