## 3.Дана строка,состящая из слов,разделенных пробелами.Определите,скольео в ней слов.
string =  'Zarina Baizak Emir Nazira Aijana Sultan Maksim'
for line in string.split():
    print(line)
